const wordsTable =[
    {
        "1": "أول",
        "2": "آخر"
    },
    {
        "1": "صائم",
        "2": "مفطر"
    },
    {
        "1": "يرجع",
        "2": "يذهب"
    },
    {
        "1": "يجلس",
        "2": "يقف"
    },
    {
        "1": "مقرف",
        "2": "شهي"
    },
    {
        "1": "مبكر",
        "2": "متأخر"
    },
    {
        "1": "ساخن",
        "2": "بارد"
    },
    {
        "1": "جالس",
        "2": "واقف"
    },
    {
        "1": "مضر",
        "2": "مفيد"
    },
    {
        "1": "مريح",
        "2": "متعِب"
    },
    {
        "1": "ممتع",
        "2": "ممل"
    },
    {
        "1": "طويل",
        "2": "قصير"
    },
    {
        "1": "كثير",
        "2": "قليل"
    },
    {
        "1": "غياب",
        "2": "حضور"
    },
    {
        "1": "غائب",
        "2": "حاضر"
    },
    {
        "1": "متفوّق",
        "2": "كسول"
    },
    {
        "1": "قريب",
        "2": "بعيد"
    },
    {
        "1": "الدراسة / العمل",
        "2": "العطلة"
    },
    {
        "1": "يركب",
        "2": "ينزل"
    },
    {
        "1": "كبيرة",
        "2": "صغيرة"
    },
    {
        "1": "خطير",
        "2": "آمن"
    },
    {
        "1": "بطيء",
        "2": "سريع"
    },
    {
        "1": "رخيص",
        "2": "غالي"
    },
    {
        "1": "يخرج",
        "2": "يدخل"
    },
    {
        "1": "قوية",
        "2": "ضعيفة"
    },
    {
        "1": "حب",
        "2": "كره"
    },
    {
        "1": "بعد",
        "2": "قبل"
    },
    {
        "1": "الأكبر",
        "2": "الأصغر"
    },
    {
        "1": "جِدي",
        "2": "مزوح"
    },
    {
        "1": "عازب",
        "2": "متزوج"
    },
    {
        "1": "نشيط",
        "2": "كسول"
    },
    {
        "1": "محبوب",
        "2": "مكروه"
    },
    {
        "1": "مشاغب",
        "2": "هادئ"
    },
    {
        "1": "واسع",
        "2": "ضيق"
    },
    {
        "1": "قديم",
        "2": "جديد"
    },
    {
        "1": "مخرج",
        "2": "مدخل"
    },
    {
        "1": "تراثي",
        "2": "معاصر"
    },
    {
        "1": "مزعج",
        "2": "مريح"
    },
    {
        "1": "بداية",
        "2": "نهاية"
    },
    {
        "1": "أمام",
        "2": "خلف"
    },
    {
        "1": "جيد",
        "2": "سيء"
    },
    {
        "1": "مضر",
        "2": "صحي"
    },
    {
        "1": "فقير",
        "2": "غني"
    },
    {
        "1": "بائت",
        "2": "طازج"
    },
    {
        "1": "طعام خفيف",
        "2": "دسم"
    },
    {
        "1": "يلبس",
        "2": "يخلع"
    },
    {
        "1": "سمين",
        "2": "نحيل"
    },
    {
        "1": "بشوش الوجه",
        "2": "عبوس"
    },
    {
        "1": "قنوع",
        "2": "طمّاع"
    },
    {
        "1": "كاذب",
        "2": "صادق"
    },
    {
        "1": "خائن",
        "2": "أمين"
    },
    {
        "1": "متكبر",
        "2": "متواضع"
    },
    {
        "1": "صبور",
        "2": "عجول"
    },
    {
        "1": "عطلة",
        "2": "عمل"
    },
    {
        "1": "مريض",
        "2": "سليم"
    },
    {
        "1": "غشاش",
        "2": "أمين"
    },
    {
        "1": "كريم",
        "2": "بخيل"
    },
    {
        "1": "متعاون",
        "2": "أناني"
    },
    {
        "1": "مخلص",
        "2": "غدّار"
    },
    {
        "1": "متسامح",
        "2": "حقود"
    },
    {
        "1": "نظيف",
        "2": "وسخ"
    }
]